/* No comment provided by engineer. */
"%d Print" = "﻿%d impressão";

/* No comment provided by engineer. */
"%d Prints" = "%d impressões";

/* No comment provided by engineer. */
"%d/%d Print" = "Impressão %1$d/%2$d";

/* No comment provided by engineer. */
"%d/%d Prints" = "Impressões %1$d/%2$d";

/* Number of copies */
"%ld Copies" = "%ld cópias";

/* No comment provided by engineer. */
"1 Copy" = "1 cópia";

/* Option for paper size */
"10x13cm" = "10 x 13 cm";

/* Option for paper size */
"10x15cm" = "10 x 15 cm";

/* Option for paper size */
"13x18cm" = "13 x 18 cm";

/* Option for paper size */
"4 x 5" = "4 x 5";

/* Option for paper size */
"4 x 6" = "4 x 6";

/* Option for paper size */
"5 x 7" = "5 x 7";

/* Option for paper size */
"8.5 x 11" = "8,5 x 11";

/* Option for paper size */
"A4" = "A4";

/* Option for paper size */
"A5" = "A5";

/* Option for paper size */
"A6" = "A6";

/* Title of the Add Print to the Print Later Queue Screen */
"Add Print" = "Adicionar impressão";

/* No comment provided by engineer. */
"Are you sure you want to delete %d Prints?" = "Tem a certeza de que pretende eliminar %d impressões?";

/* No comment provided by engineer. */
"Are you sure you want to delete 1 Print?" = "Tem a certeza de que pretende eliminar 1 impressão?";

/* No comment provided by engineer. */
"Black & White mode" = "Modo a preto e branco";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Default printer not currently available" = "A impressora predefinida não está atualmente disponível";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* No comment provided by engineer. */
"Delete Print from Print Queue" = "Eliminar impressão de fila de impressão";

/* No comment provided by engineer. */
"Done" = "Concluído";

/* Option of the push notification to send another push notification later */
"Later" = "Mais tarde";

/* Monitoring of regions (location) not available */
"Monitoring not available" = "Monitorização não disponível";

/* No comment provided by engineer. */
"Next" = "Seguinte";

/* No comment provided by engineer. */
"No Wi-Fi connection" = "Sem ligação Wi-Fi";

/* Printer details not available */
"Not Available" = "Não disponível";

/* No comment provided by engineer. */
"OK" = "OK";

/* Title of the Page Settings Screen */
"Page Settings" = "Definições de página";

/* Title of the Paper Size screen */
"Paper Size" = "Formato do papel";

/* Title of the Paper Type screen */
"Paper Type" = "Tipo de papel";

/* Default job name of the print send to the printer */
"Photo" = "Fotografia";

/* Option for paper type */
"Photo Paper" = "Papel para fotografias";

/* Option for paper type */
"Plain Paper" = "Papel normal";

/* Title of the Preview pane in any print or add-to-queue screen
   Title of the Preview Screen */
"Preview" = "Pré-visualizar";

/* Activity title of the print when the share button is tapped
   Caption of the button for printing
   Option of the push notification to print the print later job */
"Print" = "Imprimir";

/* Print all pages in a document */
"Print All" = "Imprimir tudo";

/* Caption of the button for printing */
"Print all %lu" = "Imprimir tudo %lu ";

/* Caption of the button for printing */
"Print both" = "Imprimir ambos";

/* Activity title of the print queue when the share button is tapped */
"Print Queue" = "Fila de impressão";

/* No comment provided by engineer. */
"Print queue is empty" = "A fila de impressão está vazia";

/* Title of the Print Settings screen
   Title of the screen for setting default print settings */
"Print Settings" = "Definições de impressão";

/* No comment provided by engineer. */
"Printer" = "Impressora";

/* The printer is available and there are print later jobs in the print queue */
"Printer nearby. Projects waiting to be printed..." = "Impressora próxima Projetos a aguardar a impressão...";

/* No comment provided by engineer. */
"Printing requires your mobile device and printer to be on same Wi-Fi network. Please check your Wi-Fi settings." = "A impressão requer que o seu dispositivo móvel e a impressora estejam na mesma rede Wi-Fi. Verifique as suas definições Wi-Fi.";

/* No comment provided by engineer. */
"Recent printer not currently available" = "Impressora recente não está atualmente disponível";

/* No comment provided by engineer. */
"Select All" = "Selecionar tudo";

/* No comment provided by engineer. */
"Select Printer" = "Selecionar impressora";

/* No comment provided by engineer. */
"Selecting a printer requires your mobile device and printer to be on same Wi-Fi network. Please check your Wi-Fi settings." = "Selecionar uma impressora requer que o seu dispositivo móvel e a impressora estejam na mesma rede Wi-Fi. Verifique as suas definições Wi-Fi.";

/* No comment provided by engineer. */
"Settings" = "Definições";

/* Title of a table section */
"SUPPORT:" = "SUPORTE:";

/* No comment provided by engineer. */
"Unselect All" = "Desmarcar tudo";

/* No comment provided by engineer. */
"Wi-Fi Required" = "Requer Wi-Fi";

/* No comment provided by engineer. */
"Your device does not support the region monitoring, it is not possible to fire alarms base on position" = "O seu dispositivo não suporta a monitorização de região, não é possível soar alarmes com base na posição";

/* Specifies that all pages will be selected */
"All" = "Tudos";

/* Specifies that no pages are selected for printing */
"No pages selected" = "Sem páginas seleccionadas";

/* Used on a button for closing the dialog */
"Done" = "Concluído";

/* Text used on a button that selects all pages for printing */
"ALL" = "TODOS";

/* Text used to give an example of how to enter a page range */
"e.g. 1,3-5" = "Ex. 1,3-5";

/* Used to specify that a range of pages can be displayed */
"Page Range" = "Intervalo de páginas";

/* Let's the user know their job will be printed in black-and-white */
"B&W" = "Preto e branco";

/* copies label in job summary */
"Copies" = "Cópias";

/* copy label in job summary */
"Copy" = "Cópia";

/* Print button label for printing multiple jobs */
"Print All" = "Imprimir tudo";

/* No comment provide by engineer */
"Accept" = "Aceitar";

/* No comment provided by engineer. */
"Add to Print Queue" = "Adicionar à fila de impressão";

/* footer heading describing print queue */
"What is Print Queue?" = "O que é a fila de impressão?";

/* fotter text describing print queue */
"Add a print to the Print Queue and receive a notification when you are near your printer.  Tap your notification or simply come back to this app to print your projects." = "Adicione uma impressão à fila de impressão e receba uma notificação quando estiver próximo da impressora.  Toque na notificação ou simplesmente regresse à app para imprimir os seus projetos.";

/* location premission string on using print queue */
"Current location is required to identify when your printer connection is available." = "É necessária a localização atual para identificar quando a ligação da sua impressora está disponível.";


